module.exports = [
  {
    version: '0.0.9',
    date: '2022-06-15',
    desc: [
      "新增ios捷径和浏览器插件的宣传文案",
      "新增赞赏码"
    ]
  },{
  version: '0.0.8',
  date: '2022-05-19',
  desc: [
    "新增多平台文章保存功能（持续迭代中，有需求可加用户群反馈）",
    "重构小程序前端页面代码",
    "优化文章爬取与保存逻辑，优化表格保存逻辑",
    "修复体验Bug若干"
  ]
}, {
  version: '0.0.7',
  date: '2022-05-01',
  desc: [
    "新增绑定视频教程跳转",
    "(感谢用户 @阿江要努力鸭 提供的视频教程)"
  ]
}, {
  version: '0.0.6',
  date: '2022-04-23',
  desc: [
    "适配暗黑模式。",
  ]
}, {
  version: '0.0.5',
  date: '2022-04-10',
  desc: [
    "新增批量收藏模块。",
    "优化使用教程。",
    "优化绑定体验。",
    "优化反馈体验。"
  ]
}, {
  version: '0.0.4',
  date: '2022-04-09',
  desc: ["新增常见问题模块。"]
}, {
  version: '0.0.3',
  date: '2022-04-05',
  desc: ["新增对IOS用户保存文章的功能支持。"]
}, {
  version: '0.0.2',
  date: '2022-04-04',
  desc: [
    "新增更新日志模块。",
    "新增爬取文章内容到Notion的功能。（IOS暂不支持）"
  ]
}, {
  version: '0.0.1',
  date: '2022-04-03',
  desc: ["新增文章链接收藏到Notion功能。（IOS暂不支持）"]
}]
